{
  "operationSuccessful": true,
  "data": {
    "studyLessons": [{
      "key": "ahBzfmdyb3VwZGV2b3Rpb25zchgLEgtTdHVkeUxlc3NvbhiAgICAueKRCgw",
      "studyKey": "ahBzfmdyb3VwZGV2b3Rpb25zcg0LEgVTdHVkeRji1AMM",
      "title": "Honoring God",
      "month": 11,
      "day": 9,
      "studySections": [{
        "content": "1 Corinthians 6:18-20 Amplified Bible (AMP)\n\n18 Run away from sexual immorality [in any form, whether thought or behavior, whether visual or written]. Every other sin that a man commits is outside the body, but the one who is sexually immoral sins against his own body. 19 Do you not know that your body is a temple of the Holy Spirit who is within you, whom you have [received as a gift] from God, and that you are not your own [property]? 20 You were bought with a price [you were actually purchased with the precious blood of Jesus and made His own]. So then, honor and glorify God with your body.",
        "type": "SCRIPTURE",
        "creationTimestamp": "Sat Jan 02 2016 08:25:07 GMT-0500 (Eastern Standard Time)",
        "rawHtml": false,
        "answers": []
      }, {
        "content": "It’s helpful to review from time to time exactly why we are to live differently from the rest of the world. As Christians, particularly Christian men because we are visual, everything that is done with our body impacts God; the things we look at, the things we listen to, the things we act on and the things we think about. God’s Spirit resides in every follower of Jesus Christ, and so everything that we do should be in respect to God. \n\nHonoring God by what we do with our body is a form of spiritual worship (Romans 12:1-2). It shows God that we respect Him and our bodies, which are made in His image. Our body is literally a temple of the Holy Spirit of God. This temple is owned by God, and leased back to us for use to glorify God. If we use it to dishonor God sexually, it is sinning “against the body.” The consequences of sinning against one’s own body are not specified in this passage, but Ted Roberts tells us we are actually causing our own \"brain damage\" through lust, missed opportunities to serve God and a separation in our relationship with God. \n\n“So then, honor and glorify God with your body ” (verse 20). The benefits of honoring God with our bodies are awesome. \n\"But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, 23 gentleness, and self-control.\" (Galatians 5:22-23 NLT). \nI encourage you to believe that these results are desirable and worth the effort of resisting the temptations of sin.",
        "type": "DIALOG",
        "creationTimestamp": "Sat Jan 02 2016 08:26:12 GMT-0500 (Eastern Standard Time)",
        "rawHtml": false,
        "answers": []
      }],
      "devotionPageTagLine": "November 9th",
      "copyright": "\u003cb\u003ePer the Terms of Use, do not re-post, copy or reveal group comments outside the group.\u003c/b\u003e\n\n\u003cb\u003eLesson Content Copyright © 2012 by DunaMen Ministries.\u003c/b\u003e  May not be reproduced in any way without previous written permission.  All rights reserved.  \n\nHoly Bible, New Living Translation copyright © 1996, 2004, 2007 by Tyndale House Foundation. Used by permission of Tyndale House Publishers Inc., Carol Stream, Illinois 60188. All rights reserved. New Living, NLT, and the New Living Translation logo are registered trademarks of Tyndale House Publishers.",
      "author": "Joe Henika",
      "accountabilityLesson": false,
      "bibleReadingComplete": false,
      "dailyReadingStartsEachMonth": false
    }, {
      "key": "ahBzfmdyb3VwZGV2b3Rpb25zchMLEgtTdHVkeUxlc3NvbhipugQM",
      "studyKey": "ahBzfmdyb3VwZGV2b3Rpb25zcg0LEgVTdHVkeRji1AMM",
      "title": "Accountability (displays at the end of every lesson)",
      "studySections": [{
        "content": "These questions are sent to your accountability partner\u0027s email address and your email address (if you have accountability configured).",
        "type": "DIALOG",
        "creationTimestamp": "Wed Jul 04 11:50:01 GMT-400 2012",
        "rawHtml": false,
        "answers": []
      }, {
        "content": "Have you indulged in sexual sin since you last sent an accountability email?",
        "type": "YESNO_QUESTION",
        "creationTimestamp": "Wed Jul 04 10:39:52 GMT-400 2012",
        "rawHtml": false,
        "answers": []
      }, {
        "content": "If so, in what ways without being explicit?  What \"boundaries\" did you cross?",
        "type": "TEXT_QUESTION",
        "creationTimestamp": "Wed Jul 04 10:40:18 GMT-400 2012",
        "rawHtml": false,
        "answers": []
      }, {
        "content": "How do you feel?  Any concerns or lack of peace that indicate you should take care of something with the Lord?",
        "type": "TEXT_QUESTION",
        "creationTimestamp": "Wed Jul 04 10:40:50 GMT-400 2012",
        "rawHtml": false,
        "answers": []
      }, {
        "content": "In what ways have you connected with the Lord since the previous lesson?",
        "type": "TEXT_QUESTION",
        "creationTimestamp": "Wed Jul 04 10:41:05 GMT-400 2012",
        "rawHtml": false,
        "answers": []
      }],
      "navigationCaption": "Dunamai Bible Study",
      "navigationStudyLessonInfos": [],
      "accountabilityLesson": true,
      "bibleReadingComplete": false,
      "dailyReadingStartsEachMonth": false
    }],
    "lessonBlogMap": {},
    "firstLesson": false,
    "accountabilityConfigured": false
  }
}